Repository: wp-plugins/quick-event-manager
Catalog: languages/quick-event-manager-*.po
Languages: cs_cz

source: Settings
cs_cz: Nastavení

# post type general name
source: Events
cs_cz: Události

# post type singular name
source: Event
cs_cz: Událost

# event
source: Add New
cs_cz: Přidat novou

source: Add New Event
cs_cz: Přidat novou událost

source: Edit Event
cs_cz: Upravit událost

source: New Event
cs_cz: Nová událost

source: View Event
cs_cz: Zobrazit událost

source: Search event
cs_cz: Hledat událost

source: Nothing found
cs_cz: Nic nebylo nalezeno

source: Nothing found in Trash
cs_cz: V koši nebylo nic nalezeno

source: Add events to your sidebar
cs_cz: Přidat události do vašeho postranního panelu

source: Number of posts to display:
cs_cz: Počet událostí, které se mají zobrazit:

source: Leave blank to use the default settings.
cs_cz: Nechte prázdné pro použití výchozího nastavení.

source: All options for the quick events manager are changed on the plugin
cs_cz: Všechna nastavení Quick Events Manageru se mění přímo v pluginu.

source: setting page
cs_cz: Stránka nastavení

source: &#9668; Prev
cs_cz: &#9668; Předchozí

source: Next &#9658;
cs_cz: Další &#9658;

source: Short Description
cs_cz: Krátký popis

source: Event Time
cs_cz: Čas události

source: Location
cs_cz: Místo

source: Address
cs_cz: Adresa

source: Event Website
cs_cz: Webová stránka

source: Cost
cs_cz: Cena

source: Event Manager
cs_cz: Správce událostí

source: Event Management
cs_cz: Správa událostí

source: Setup
cs_cz: Nastavení

source: Event Settings
cs_cz: Pole události

source: Event Display
cs_cz: Zobrazení události

source: Event Styling
cs_cz: Styl události

source: Calendar Options
cs_cz: Kalendář

source: Event Registration
cs_cz: Registrace na události

source: Setting up and using the plugin
cs_cz: Jak nastavit a používat tento plugin

source: Important!
cs_cz: Důležité!

source: This plugin uses custom posts. For it to work properly you have to resave your <a href="options-permalink.php">permalinks</a>. This is not a bug, it&#146;s how wordpress works. If you don&#146;t resave your permalinks you will get a page not found on your events.
cs_cz: Tento plugin používá upravené příspěvky pro zobrazení událostí. Aby mohl plugin správně fungovat, je třeba znova uložit <a href="options-permalink.php">trvalé odkazy</a>. Toto není chyba - je to normální způsob jak funguje Wordpress . Pokud znova neuložíte vaše trvalé odkazy, zobrazí se vám stránka "Nenalezeno" místo vašich událostí.

source: Create new events using the <a href="edit.php?post_type=event">Events</a> link on your dashboard menu.
cs_cz: Novou událost vytvoříte kliknutím na odkaz <a href="edit.php?post_type=event">Události</a> v menu v administraci.

source: To display list of events use the shortcode: <code>[qem]</code>. To just display past events use the shortcode: <code>[qem id="archive"]</code>.
cs_cz: Pro zobrazení seznamu událostí použijte shortcode: <code>[qem]</code>. Pokud chcete zobrazit pouze události z minulosti, použijte shortcode: <code>[qem id="archive"]</code>.

source: If you prefer to display your events as a calendar use the shortcode: <code>[qem-calendar]</code>.
cs_cz: Pokud chcete události zobrazit jako kalendář, použijte shortcode: <code>[qem-calendar]</code>.

source: That&#39;s pretty much it. All you need to do now is <a href="edit.php?post_type=event">create some events</a>.
cs_cz: To je v podstatě vše. Nyní již zbývá jen <a href="edit.php?post_type=event">vytvořit nějaké události</a>.

source: Plugin Options
cs_cz: Nastavení pluginu

source: To change what is displayed use the <a href="?page=quick-event-manager/settings.php&tab=settings">Event Settings</a> pages.
cs_cz: Pro změnu nastavení toho, co má být zobrazeno použijte stránku <a href="?page=quick-event-manager/settings.php&tab=settings">Pole události</a>.

source: To change how events are displayed use the <a href="?page=quick-event-manager/settings.php&tab=display">Event Display</a> page.
cs_cz: Pro změnu

source: To change the overall look of the events use the <a href="?page=quick-event-manager/settings.php&tab=styles">Styles</a> page.
cs_cz: Pro změnu celkového vzhledu uálostí použijte stránku <a href="?page=quick-event-manager/settings.php&tab=styles">Styly</a>.

source: To change calendar settings use the <a href="?page=quick-event-manager/settings.php&tab=calendar">Calendar</a> page.
cs_cz: Pro změnu nastavení kalendáře použijte stránku <a href="?page=quick-event-manager/settings.php&tab=calendar">Kalendář</a>.

source: There is some development info on <a href="http://quick-plugins.com/quick-event-manager/" target="_blank">quick-plugins.com</a> along with a feedback form. Or you can email me at
cs_cz: Více informací o pluginu a jeho vývoji lze nalézt na <a href="http://quick-plugins.com/quick-event-manager/" target="_blank">quick-plugins.com</a>. Zde je také forum určené pro připomínky. Nebo mi můžete poslat email na

source: The form settings have been updated
cs_cz: Nastavení formuláře bylo změněno.

source: Use the check boxes to select which fields to display in the event post and the event list.
cs_cz: Pomocí zaškrtávacích políček níže můžete nastavit, která pole se mají zobrazit v příspěvku události a v seznamu událostí.

source: Drag and drop to change the order of the fields.
cs_cz: Pořadí polí lze změnit jejich přetažením.

source: The fields with the blue border are for optional captions. For example: <span style="border:1px solid blue;">The cost is</span> {cost} will display as <em>The cost is 20 Zlotys</em>. If you leave it blank just <em>20 Zlotys</em> will display.
cs_cz: Políčka ohraničená modrým rámečkem slouží k nastavení alternativního textu. Například <span style="border:1px solid blue;">Cena je</span> {cost} se zobrazí jako <em>Cena je 200 korun</em>. Pokud toto políčko necháte prázdné, zobrazí se jen <em>200 korun</em> (tedy bez jakéhokoliv textu před cenou).

source: Show in event post
cs_cz: Zobrazit v příspěvku události

source: Show in<br>event list
cs_cz: Zobrazit v<br>seznamu událostí

source: Colour
cs_cz: Barva

source: Font<br>size
cs_cz: Velikost<br>písma

source: Font<br>attributes
cs_cz: Vlastnosti<br>písma

source: Caption and display options:
cs_cz: Alternativní text a nastavení zobrazení:

source: description
cs_cz: popis

source: start time
cs_cz: čas začátku

source: end time
cs_cz: čas konce

source: location
cs_cz: místo

source: address
cs_cz: adresa

source: Show map (if address is given)
cs_cz: Zobrazit mapu (pokud byla nastavena adresa)

source: Link to website
cs_cz: Odkaz na webovou stránku

source: cost
cs_cz: cena

source: Save Changes
cs_cz: Uložit změny

source: The display settings have been updated.
cs_cz: Nastavení zobrazení bylo změněno.

source: The display settings have been reset.
cs_cz: Nastavení zobrazení bylo resetováno.

source: Event Messages
cs_cz: Nastavení texů v událostech

source: Read more caption:
cs_cz: Text odkazu na více podrobností:

source: No events message:
cs_cz: Text pokud neexistují žádné události:

source: Event List Options
cs_cz: Nastavení seznamu událostí

source: List events in reverse order (from future to past)
cs_cz: Zobrazit události v obráceném pořadí (od budoucích po minulé)

source: Show past events in the events list
cs_cz: Zobrazit události z minulosti v seznamu událostí

source: If you only want to display past events use the shortcode: <code>[qem id="archive"]</code>.
cs_cz: Pokud chcete zobrazit události z minulosti, použijte shortcode: <code>[qem id="archive"]</code>.

source: Map Size
cs_cz: Velikost mapy

source: Width:
cs_cz: Šířka:

source: Height:
cs_cz: Délka:

source: Note: the map will only display if you have a valid address and the &#146;show map&#146; checkbox is ticked.
cs_cz: Poznámka: mapa k události se zobrazí jen pokud máte validní adresu a zaškrtávací políčko &#146;zobrazit mapu&#146; je zaškrtnuté.

source: Reset
cs_cz: Resetovat

source: Are you sure you want to reset the display settings?
cs_cz: Doopravdy chcete resetovat nastavení zobrazení?

source: The form styles have been updated.
cs_cz: Styl formuláře byl změněn.

source: The style settings have been reset.
cs_cz: Nastavení zobrazení bylo resetováno.

source: Event Width
cs_cz: Šířka události

source: 100% (fill the available space)
cs_cz: 100 % (zaplnit celé dostupné místo)

source: Pixel (fixed)
cs_cz: Pixel (dané pevně)

source: Enter the width in pixels:
cs_cz: Šířka v pixelech:

source: (Just enter the value, no need to add 'px').
cs_cz: (Pouze vložte hodnotu, není třeba přidat 'px').

source: Font Options
cs_cz: Nastavení písma

source: Use your theme font styles
cs_cz: Použít písma z šablony

source: Use Plugin font styles (enter font family and size below)
cs_cz: Použít písma pluginu (nastavte rodinu a velikost písma níže)

source: Font Family:
cs_cz: Typ písma:

source: Font Size:
cs_cz: Velikost písma:

source: Calender Icon
cs_cz: Ikona kalendáře

source: Size
cs_cz: Velikost

source: Small
cs_cz: Malá

source: Medium
cs_cz: Velká

source: Large
cs_cz: Střední

source: Border Thickeness
cs_cz: Tloušťka okraje

source: Border Colour
cs_cz: Barva okraje

source: Date Background colour
cs_cz: Barva pozadí data

source: Grey
cs_cz: Šedá

source: Red
cs_cz: Červená

source: Set your own (enter HEX code or color name below)
cs_cz: Nastavit vlastní barvu (použijte HEX kód nebo jméno barvy)

source: Date Text Colour
cs_cz: Barva textu data

source: Month Text Style
cs_cz: Styl textu měsíce

source: Bold
cs_cz: Tučné písmo

source: Italic
cs_cz: Kurzíva

source: Event Content
cs_cz: Obsah události

source: Event Border
cs_cz: Rámeček kolem události

source: Add a border to the event post
cs_cz: Přidat rámeček kolem události

source: Thickness and colour will be the same as the calendar icon.
cs_cz: Hroubka rámečku a barva budou stejné jako u ikony kalendáře.

source: Event Background colour
cs_cz: Barva pozadí události

source: White
cs_cz: Bílá

source: Use theme colours
cs_cz: Použít barvy šablony

source: Custom CSS
cs_cz: Vlastní CSS

source: Use Custom CSS
cs_cz: Použít vlastní CSS

source: To see all the styling use the <a href="plugin-editor.php?file=quick-event-manager/quick-event-manager-style.css">CSS editor</a>.
cs_cz: Pokud vás zajímá kompletní nastavení stylu, použijte <a href="plugin-editor.php?file=quick-event-manager/quick-event-manager-style.css">Editor CSS pluginu</a>.

source: The main style wrapper is the <code>.qem</code> class.
cs_cz: Hlavní wrapper stylu je třída <code>.qem</code>.

source: Are you sure you want to reset the style settings?
cs_cz: Doopravdy chcete resetovat nastavení stylu události?

source: Event List Preview
cs_cz: Náhled seznamu událostí

source: The calendar settings have been updated.
cs_cz: Nastavení kalendáře bylo změněno.

source: The calendar settings have been reset.
cs_cz: Nastavení kalendáře bylo resetováno.

source: This is a new feature in the plugin. It does work but may need some tweaks. If you want something just let me know:
cs_cz: Toto je nová funkcionalita pluginu. Funguje, ale zřejmě bude vyžadovat ještě doladit. Pokud mnějaký požadavek, kontaktujte mě naadrese:

source: To add the calendar to your site use the shortcode: <code>[qemcalendar]</code>.
cs_cz: Kalendář přidáte na stránky použitím shortcode: <code>[qemcalendar]</code>.

source: Event Links
cs_cz: Odkazy události

source: Link opens event summary in a popup
cs_cz: Odkaz otevře shrnutí události ve vyskakovacím okně

source: Link opens event page
cs_cz: Odkaz otevře stránku s událostmi

source: Link Event List to Calendar Page (you will need to create a page for the calendar).
cs_cz: Zobrazit odkaz na kalendář v seznamu událostí (budete potřebovat vytvořit stránku pro kalendář).

source: Calendar link text
cs_cz: Text odkazu na kalendář

source: Calendar page URL
cs_cz: URL stránky s kalendářem

source: Event list link text
cs_cz: Text odkazu v seznamu událostí

source: Event list page
cs_cz: Stránka s událostmi

source: Calendar Colours
cs_cz: Barvy kalendáře

source: Items
cs_cz: Položky

source: Background
cs_cz: Pozadí

source: Days of the Week
cs_cz: Dny v týdny

source: Normal Date
cs_cz: Normální datum

source: Event Date
cs_cz: Datum události

source: Past Date
cs_cz: Předešlé datum

source: Event Hover
cs_cz: Barva události při najetí myši

source: On Sunday
cs_cz: V neděli

source: On Monday
cs_cz: V pondělí

source: Are you sure you want to reset the calendar settings?
cs_cz: Doopravdy chcete resetovat nastavení kalendáře?

source: Calendar Preview
cs_cz: Náhled kalendáře

source: Add a registration form to your events
cs_cz: Přidat registrační formulář k události

source: Event
cs_cz: Událost

source: Empty fields are not displayed. See the plugin <a href="options-general.php?page=quick-event-manager/settings.php">settings</a> page for options.
cs_cz: Prázdná pole nebudou zobrazena. Více lze nastavit v <a href="options-general.php?page=quick-event-manager/settings.php">nastavení</a> pluginu.

source: Date:
cs_cz: Datum:

source: (Errors will reset to today&#146;s date.)
cs_cz: (Chybné datum bude interpretováno jako dnešní datum.)

source: End Date:
cs_cz: Koncové datum:

source: (Leave blank for one day events.)
cs_cz: (Nechte prázdné při jednodenní události.)

source: Short Description:
cs_cz: Krátký popis:

source: Time
cs_cz: Čas

source: Location:
cs_cz: Místo:

source: Address:
cs_cz: Adresa:

source: Website:
cs_cz: Webová stránka:

source: Display As:
cs_cz: Zobrazit jako:

source: Cost:
cs_cz: Cena:

source: Event Details
cs_cz: Detaily události:

source: Event Description
cs_cz: Popis události:
